//
//  Localizable.strings
//  Nextcloud iOS
//
//  Copyright © 2017 TWS. All rights reserved.
//
//  Author Marino Faggiana <m.faggiana@twsweb.it>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

// General

"_cancel_"                  = "Zrušiť";
"_upload_file_"             = "Nahrať súbor";
"_download_file_"           = "Stiahnuť súbor";
"_loading_"                 = "Načítavanie";
"_loading_with_points_"     = "Načítavanie...";
"_loading_num_"             = "Načítavanie súboru %i";
"_loading_autoupload_"      = "Automatické nahrávanie";
"_uploading_"               = "Nahrávam";
"_synchronization_"         = "Synchronizácia";
"_delete_"                  = "Zmazať";
"_delete_file_n_"           = "Zmazať súbor %i z %i";
"_rename_"                  = "Premenovať";
"_move_"                    = "Presunúť";
"_move_file_n_"             = "Presunúť súbor %i z %i";
"_creating_sharing_"        = "Vytvára sa sprístupnenie";
"_updating_sharing_"        = "Aktualizuje sa sprístupnenie";
"_removing_sharing_"        = "Ruší sa sprístupnenie";
"_add_"                     = "Pridať";
"_login_"                   = "Prihlásiť sa";
"_save_"                    = "Uložiť";
"_warning_"                 = "Varovanie";
"_error_"                   = "Chyba";
"_error_e2ee_"              = "Error E2EE";
"_no_"                      = "Nie";
"_yes_"                     = "Áno";
"_select_"                  = "Vybrať";
"_upload_"                  = "Nahrať";
"_home_"                    = "Súbory";
"_file_to_upload_"          = "Súbor pre nahranie";
"_destination_"             = "Cieľ";
"_ok_"                      = "OK";
"_beta_version_"            = "Beta verzia";
"_function_in_testing_"     = "Function in testing, please send information about any problems you run into.";
"_done_"                    = "Hotovo";
"_passcode_too_short_"      = "Prístupový kód je príliš krátky, zadajte minimálne 4 znaky";
"_selected_"                = "Vybrané";
"_scan_fingerprint_"        = "Pre overenie je potrebný otlačok prstu";
"_no_active_account_"       = "Žiadny účet";
"_info_"                    = "Info";
"_email_"                   = "E-mail";
"_save_exit_"               = "Chcete ukončiť bez uloženia?";
"_video_"                   = "Video";
"_overwrite_"               = "Prepísať";
"_transfers_in_queue_"      = "Prebieha prenos, čakajte prosím...";
"_too_errors_automatic_all_"= "Príliš veľa chýb, choďte do \"Riadiaceho centra\" a preverte problém";
"_create_folder_"           = "Vytvoriť priečinok";
"_create_folder_on_"        = "Vytvoriť priečinok na";
"_close_"                   = "Zatvoriť";
"_postpone_"                = "Odložiť";
"_remove_"                  = "Odstrániť";
"_file_not_found_"          = "Súbor nenájdený";
"_continue_"                = "Chcete pokračovat?";
"_auto_upload_folder_"      = "Automatické nahratie";
"_gallery_"                 = "Galéria";
"_photo_"                   = "Fotografia";
"_audio_"                   = "Zvuk";
"_unknown_"                 = "Neznámy";
"_next_"                    = "Ďalej";
"_success_"                 = "Úspech";
"_initialization_"          = "Inicializácia";
"_experimental_"            = "Experimentálne";

// App

"_network_available_"       = "Sieť dostupná";
"_network_not_available_"   = "Sieť nedostupná";

// Networking

"_no_reuploadfile_"         = "Nie je možné nájst ani preposlať súbor. Zmažte nahraný súbor a znovunačítajte súbor pre opätovné nahratie.";
"_file_already_exists_"     = "Unable to complete the operation, a file with the same name exists";
"_read_file_error_"         = "Could not read the file";

// More

"_more_"                    = "Viac";
"_notifications_"           = "Hlásenia";
"_logout_"                  = "Odhlásiť sa";

// Settings

"_acknowledgements_"        = "Poďakovanie";
"_settings_"                = "Nastavenia";
"_passcode_"                = "Heslo";
"_lock_"                    = "Uzamknúť";
"_lock_active_"             = "Zámok: aktívny";
"_lock_not_active_"         = "Zámok: neaktívny";
"_lock_protection_no_screen_"        = "Nepýtať sa pri spustení";
"_lock_protection_no_screen_footer_" = "Use \"Do not ask at startup\" for protected folders only or for the encryption option";
"_url_"                     = "URL";
"_username_"                = "Používateľské meno";
"_change_credentials_"      = "Zmeniť svoje prihlasovacie údaje";
"_wifi_only_"               = "Použiť len Wi-Fi pripojenie";
"_settings_autoupload_"     = "Automatické nahratie";
"_app_version_"             = "Verzia aplikácie";
"_app_in_use_"              = "Aplikácia sa používa";
"_contact_by_email_"        = "Napíšte nám e-mail";
"_clear_cache_"             = "Vymazať vyrovnávaciu pamäť (použité %@)";
"_clear_cache_no_size_"     = "Vymazať vyrovnávaciu pamäť";
"_exit_"                    = "Ukončiť";
"_funct_not_enabled_"       = "Funkcionalita nie je zapnutá";
"_passcode_activate_"       = "Password lock on";
"_disabling_passcode_"      = "Removing password lock";
"_want_exit_"               = "Attention! Will be reset to initial state. Continue?";
"_proceed_"                 = "Pokračovať";
"_delete_cache_"            = "Vymazať vyrovnávaciu pamäť";
"_want_delete_cache_"       = "Do you want to delete the cache?";
"_want_delete_thumbnails_"  = "Chcete tiež vymazať všetky náhľady?";
"_mail_deleted_"            = "E-mail bol vymazaný";
"_mail_saved_"              = "E-mail bol uložený";
"_mail_sent_"               = "E-mail bol odoslaný";
"_mail_failure_"            = "Could not send email: %@";
"_information_req_"         = "Žiadosť o informáciu";
"_write_in_english_"        = "Kindly write to us in English";
"_credentials_"             = "Prihlasovacie údaje";
"_manage_account_"          = "Spravovať účet";
"_change_password_"         = "Zmena hesla";
"_add_account_"             = "Pridať účet";
"_delete_account_"          = "Zmazať účet";
"_want_delete_"             = "Naozaj chcete zmazať?";
"_no_delete_"               = "Nie, nemazať";
"_yes_delete_"              = "Áno, vymazať";
"_remove_cache_"            = "Čakajte prosím, odstraňuje sa vyrovnávacia pamäť...";
"_optimizations_"           = "Optimalizácie";
"_synchronizations_"        = "Synchronizované priečinky";
"_version_server_"          = "Verzia servera";
"_help_"                    = "Pomocník";
"_lock_protection_simply_"  = "Ochrana pred slabým heslom";
"_change_simply_passcode_"  = "Zmeniť typ hesla";
"_quota_"                   = "Kvóta";
"_available_"               = "dostupné";
"_cloud_account_"           = "Cloud účet";
"_information_"             = "Informácia";
"_personal_information_"    = "Osobné informácie";
"_user_full_name_"          = "Celé meno";
"_user_address_"            = "Adresa";
"_user_phone_"              = "Telefónne číslo";
"_user_email_"              = "E-mail";
"_user_web_"                = "Webstránka";
"_user_twitter_"            = "Twitter";
"_quota_using_"             = "Používate %@ z %@";
"_favorite_offline_"        = "Obľúbené dostupné offline";
"_favorite_offline_footer_" = "Označenie všetkých súborov ako obľúbené pre offline použitie môže trvať dlho a počas spracovávania použiť veľa pamäte.";
"_advanced_"                = "Rozšírené";
"Skip"                      = "Preskočiť";
"Start"                     = "Začať";

// Manage AutoUpload

"_autoupload_"                      = "Automaticky nahrávať fotografie a videá";
"_autoupload_background_"           = "Automaticky nahrávať v pozadí";
"_autoupload_photos_"               = "Automaticky nahrávať fotografie";
"_autoupload_videos_"               = "Automaticky nahrávať videá";
"_autoupload_description_"          = "Nové fotografie/videá sa nahrajú do vášho Cloudu";
"_autoupload_description_background_"  = "Táto voľba vyžaduje použitie funkcie GPS na spustenie detekcie nových fotografií / videozáznamov vo fotoaparáte, ak sa významne zmení poloha";
"_autoupload_background_title_"     = "Obmedzenia";
"_autoupload_background_msg_"       = "Pre obmedzenia v iOS zatiaľ nie je možné spúštať procesy na pozadí pokiaľd nie je aktívna funkcia GPS. Akonáhle sa zmení poloha v mobilnej sieti, systém sa na krátku chvíľu zobudí a skontroluje nové fotografie pre ich nahratie do cloudu.";
"_autoupload_change_location_"      = "Zmeniť priečinok";
"_autoupload_location_now_"         = "Priečinok";
"_autoupload_location_default_"     = "Obnoviť predvolený priečinok";
"_autoupload_change_location_footer_" = "Zmeniť priečinok použitý ako 'Priečinok pre automatické nahrávanie' (ak je voľba zapnutá)";
"_autoupload_not_select_home_"      = "Vybrať priečinok";
"_autoupload_save_album_"           = "Kopírovať fotografiu alebo videozáznam do fotoalbumu";
"_autoupload_fullphotos_"           = "Nahrať všetky fotografie z fotoaparátu";
"_autoupload_fullphotos_footer_"    = "Pred nahraním nastavte vyššie uvedené možnosti";
"_autoupload_create_subfolder_"     = "Použiť podpriečinky";
"_autoupload_create_subfolder_footer_" = "Uložiť v podpriečinkoch podľa roku a mesiaca";
"_autoupload_filenamemask_"         = "Zmeniť masku názvu súboru";
"_autoupload_filenamemask_footer_"  = "Zmeniť automatickú masku názvu súboru";


// Manage Help

"_help_tutorial_"               = "Tutoriál";
"_help_intro_"                  = "Úvod do Lawless";
"_help_activity_verbose_"       = "Podrobný prehľad aktivít";
"_help_activity_mail_"          = "Odoslať aktivitu e-mailom";
"_help_activity_clear_"         = "Vyčistiť aktivitu";


// Manage Advanced

"_optimized_photos_"            = "Optimalizované rozlíšenie fotografie";
"_upload_del_photos_"           = "Odstrániť súbory po ich odovzdaní";
"_optimized_photos_how_"        = "If your device is low on space, full-resolution photos are automatically replaced with optimized versions. The full-resolution versions are stored in your Lawless.";
"_upload_del_photos_how_"       = "Po uložení do cloudu budú súbory odstránené z pamäte zariadenia. Zostanú vo fotoaparáte. Stačí ich stiahnuť a pozrieť si ich.";
"_show_hidden_files_"           = "Zobraziť skryté súbory";
"_format_compatibility_"        = "Most Compatible";
"_format_compatibility_footer_" = "\"Most compatible\" will always save photos as JPEG";

// Login

"_connect_server_anyway_"       = "Chcete sa napriek tomu pripojiť k serveru?";
"_connection_error_"            = "Chyba spojenia";
"_add_your_nextcloud_"          = "Pridajte svoj Lawless účet";
"_login_url_"                   = "Adresa servera https://...";
"_login_bottom_label_"          = "Ešte nemáte server?\nVyberte si jedného z poskytovateľov.";
"_error_multidomain_"           = "Adresa nie je povolená, povolené sú nasledujúce domény:";
"_account_already_exists_"      = "Účet %@ už existuje";
"_traditional_login_"           = "Revert to old login method";
"_web_login_"                   = "Revert to web login method";

// Favorite

"_favorites_"                   = "Obľúbené";
"_favorite_"                    = "Obľúbené";
"_unfavorite_"                  = "Odstrániť z obľúbených";
"_no_files_uploaded_"           = "Žiadny súbory neboli nahrané";
"_tutorial_favorite_view_"      = "Súbory a priečinky označené ako obľúbené budú zobrazené tu";
"_tutorial_offline_view_"       = "Súbory sem skopírované budú dostupné aj offline.\n\nBudú tiež synchronizované s vašim Cloudom.";
"_tutorial_local_view_"         = "Nájdete rozbalené súbory z vášho cloudu.\n\nPripojte sa k iTunes pre zdieľanie týchto súborov.";
"_more_"                        = "Viac";
"_favorite_no_files_"           = "Zatiaľ žiadne obľúbené";


// Auto Upload

"_pull_down_"                               = "Pre obnovenie potiahnite nadol";
"_no_photo_load_"                           = "Žiadna fotka alebo video";
"_tutorial_autoupload_view_"                = "Zapnúť automatické nahrávanie môžete v sekcii \"Nastavenia\"";
"_no_date_"                                 = "Žiadný dátum";
"_today_"                                   = "Dnes";
"_time_"                                    = "Čas: %@\n\n%@";
"_location_not_enabled_"                    = "Nie sú povolené lokalizačné služby";
"_location_not_enabled_msg_"                = "Chodte prosím do sekcie \"Nastavenia\" a zapnite \"Lokalizačné služby\"";
"_access_photo_not_enabled_"                = "Nie je povolený pristup k fotografiám";
"_access_photo_not_enabled_msg_"            = "Choďte prosím do sekcie \"Nastavenia\" a zapnite \"Prístup k fotkám\"";
"_access_photo_location_not_enabled_"       = "Nie je povolený prístup k fotografiám a polohe";
"_access_photo_location_not_enabled_msg_"   = "Chodte prosím do sekcie \"Nastavenia\" a zapnite \"Prístup k fotkám\" a \"Lokalizačné služby\"";
"_tutorial_photo_view_"                     = "Zatiaľ neboli nahrané žiadne fotografie alebo videá";
"_create_full_upload_"                      = "Vytvára sa archív... Môže to chvíľu trvať, čakajte prosím.";
"_error_createsubfolders_upload_"           = "Chyba pri vytváraní podpriečinkov";
"_activate_autoupload_"                     = "Povoliť automatické nahrávanie";

// Utility

"_never_"                       = "nikdy";
"_less_a_minute_"               = "pred menej než minútou";
"_minutes_ago_"                 = "pred %d minútami";
"_hours_ago_"                   = "pred %d hodinami";
"_days_ago_"                    = "pred %d dňami";
"_over_30_days_"                = "viac ako 30 dní";
"_connection_internet_offline_" = "Je nedostupné pripojenie do internetu alebo je potrebné pripojenie cez Wi-Fi";
"_insert_password_"             = "zadajte heslo";
"_update_in_progress_"          = "Aktualizácia verzie, čakajte prosím...";
"_forbidden_characters_"        = "Názov súboru alebo priečinka obsahuje neplatné znaky";
"_mail_not_can_send_mail_"      = "Nie je nastavený žiadnu účet alebo bola zadaná nesprávna adresa e-mailu";

// File

"_photo_camera_"                = "Fotografie";
"_unzip_in_progress_"           = "Rozbaľuje sa na lokálneho úložisko...";
"_file_unpacked_"               = "Súbor rozbalený na lokálne úložisko";
"_file_saved_local_"            = "Súbor uložený na lokálne úložisko";
"_file_not_present_"            = "Chyba: Súbor nie je prístupný, znovu načítajte prosím.";
"_order_by_date_"               = "Zoradiť podľa dátumu";
"_current_order_name_"          = "(aktuálne zoradené podľa mena)";
"_order_by_name_"               = "Zoradiť podľa mena";
"_current_order_date_"          = "(aktuálne zoradené podľa dátumu)";
"_sort_descending_"             = "Zoradiť zostupne";
"_current_sort_ascending_"      = "(aktuálne zoradené vzostupne)";
"_sort_ascending_"              = "Zoradiť vzostupne";
"_current_sort_descending_"     = "(aktuálne zoradené zostupne)";
"_delete_selected_files_"       = "Zmazať súbory";
"_move_selected_files_"         = "Presunúť súbory";
"_download_selected_files_"     = "Stiahnuté súbory";
"_download_selected_files_folders_" = "Stiahnuť súbory a priečinky";
"_error_operation_canc_"        = "Chyba: operácia prerušená.";
"_only_lock_passcode_"          = "Dostupné len s aktívnou ochranou bezpečnostným kódom. Zapnite to v sekcii \"Nastavenia\".";
"_passcode_protection_"         = "Ochrana heslom";
"_remove_favorites_"            = "Odstrániť z obľúbených";
"_remove_offline_"              = "Odstrániť z offline";
"_add_favorites_"               = "Pridať k obľúbeným";
"_add_offline_"                 = "Pridať k offline";
"_remove_passcode_"             = "Odstrániť ochranu heslom";
"_protect_passcode_"            = "Chrániť heslom";
"_share_"                       = "Zdieľať";
"_reload_"                      = "Znovu načítať";
"_open_in_"                     = "Otvoriť v...";
"_remove_local_file_"           = "Odstrániť z cache";
"_add_local_"                   = "Pridať do lokálneho úložiska";
"_comm_erro_pull_down_"         = "Upozornenie: Chyba komunikácie so serverom. Pre obnovenie potiahnite nadol.";
"_file_not_downloaded_"         = "súbor nestiahnutý";
"_file_not_uploaded_"           = "súbor nenahraný";
"_folders_"                     = "priečinky";
"_folder_"                      = "priečinok";
"_files_"                       = "súbory";
"_file_"                        = "súbor";
"_folder_blocked_"              = "Priečinok blokovaný";
"_downloading_progress_"        = "Spúšťanie preberania súborov...";
"_no_file_pull_down_"           = "Nahrajte súbor alebo obnovte potiahnutím nadol";
"_browse_images_"               = "Prehliadať obrázky";
"_synchronized_folder_"         = "Synchronizovať priečinok";
"_remove_synchronized_folder_"  = "Vypnúť synchronizáciu";
"_synchronized_confirm_"        = "Po povolení synchronizácie budú všetky súbory v priečinku synchronizované so serverom, pokračovat?";
"_offline_folder_confirm_"      = "Po povolení offline priečinka budú všetky súbory v ňom uložené synchronizované so serverom, pokračovať?";
"_file_not_found_reload_"       = "Súbor sa nenašiel, obnovte potiahnutím nadol";
"_title_section_download_"      = "STIAHNUŤ";
"_title_section_upload_"        = "NAHRAŤ";
"_group_alphabetic_yes_"        = "✓ Zoradiť podľa abecedy";
"_group_alphabetic_no_"         = "Zoradiť podľa abecedy";
"_group_typefile_yes_"          = "✓ Zoskupiť podľa typu súboru";
"_group_typefile_no_"           = "Zoskupiť podľa typu súboru";
"_group_date_yes_"              = "✓ Zoskupiť podľa dátumu";
"_group_date_no_"               = "Zoskupiť podľa dátumu";
"_element_"                     = "prvok";
"_elements_"                    = "prvky";
"_tite_footer_upload_wwan_"     = "Je potrebná sieť Wi-Fi, %lu %@ na odovzdanie";
"_tite_footer_upload_"          = "%lu %@ na odovzdanie";
"_tite_footer_download_wwan_"   = "Je potrebná sieť Wi-Fi, %lu %@ na stiahnutie";
"_tite_footer_download_"        = "%lu %@ na stiahnutie ";
"_limited_dimension_"           = "Dosiahnutá maximálna veľkosť";
"_save_selected_files_"         = "Uložiť obrázky a videá do fotoalbumu";
"_file_not_saved_cameraroll_"   = "Chyba: Súbor nebol uložený do fotoalbumu";
"_file_saved_cameraroll_"       = "Súbor uložený do fotoalbumu";
"_directory_on_top_yes_"        = "✓ Priečinky navrchu";
"_directory_on_top_no_"         = "Priečinky navrchu";
"_folder_automatic_upload_"     = "Priečinok pre automatické nahrávanie";
"_search_no_record_found_"      = "Žiadny výsledok";
"_search_in_progress_"          = "Prebieha vyhľadávanie...";
"_search_instruction_"          = "Hľadať súbor (minimálne 2 znaky)";
"_files_no_files_"              = "Nie sú tu žiadne súbory";

"audio"                         = "ZVUK";
"compress"                      = "KOMPRESIA";
"directory"                     = "PRIEČINKY";
"document"                      = "DOKUMENTY";
"image"                         = "OBRÁZKY";
"template"                      = "ŠABLÓNY";
"unknow"                        = "NEZNÁME";
"video"                         = "VIDEO";

"_file_del_only_local_"         = "Súbor sa nenachádza na serveri";

"_copy_file_"                   = "Kopírovať súbor";
"_copy_files_"                  = "Kopírovať súbory";
"_paste_file_"                  = "Vložiť súbor";
"_paste_files_"                 = "Vložiť súbory";

"_search_this_folder_"          = "Prehľadávať tento priečinok";
"_search_all_folders_"          = "Prehľadávať všetky priečinky";
"_search_sub_folder_"           = "Prehľadávať tu a v podpriečinkoch";

"_theming_is_light_"            = "Nastavenie témy na serveri je zafarbené príliš na svetlo, neuplatňuje sa";

// Files Preview

"_insert_password_pfd_"         = "Zabezpečené PDF. Zadajte heslo";
"_password_pdf_error_"          = "Neplatné heslo";
"_error_download_photobrowser_" = "Chyba: Nie je možné prevziať fotografiu";

// Share

"_share_link_"                  = "Sprístupniť odkaz";
"_share_link_button_"           = "Odoslať odkaz pre...";
"_password_"                    = "Heslo";
"_share_password_"              = "Odkaz chránený heslom";
"_share_expirationdate_"        = "Nastaviť dátum expirácie odkazu";
"_date_"                        = "Dátum";
"_share_title_"                 = "Zdieľať";
"_add_sharee_"                  = "Pridať používateľov alebo skupiny";
"_add_sharee_footer_"           = "Tento zdroj môžete sprístupniť pridaním používateľov alebo skupín. Odstránením všetkých používateľov a skupín sprístupnenie zrušíte.";
"_find_sharee_title_"           = "Hľadať";
"_find_sharee_"                 = "Hľadať používateľa alebo skupinu...";
"_find_sharee_footer_"          = "Zadajte čast mena používateľa alebo skupiny pre vyhľadanie (najmenej 2 znaky) nasledované 'Enter', vyberte používateľov, ktorí môžu mať prístup k sprístupnenému zdroju. Potvrďte tlačidlom 'Hotovo'";
"_user_is_group_"               = "(skupina)";
"_direct_sharee_title_"         = "Sprístupniť";
"_direct_sharee_footer_"        = "Ak už poznáte meno, zadajte ho, potom vyberte typ sprístupnenia a pre potvrdenie ťuknite na tlačidlo 'Hotovo'";
"_direct_sharee_"               = "Zadajte používateľské meno...";
"_user_sharee_footer_"          = "Ťuknite pre zmenu oprávnení";
"_share_type_title_"            = "Typ sprístupnenia";
"_share_type_user_"             = "Používateľ";
"_share_type_group_"            = "Skupina";
"_share_type_remote_"           = "Vzdialené";

// Share Permission

"_share_permission_title_"          = "Oprávnenia";
"_share_permission_edit_"           = "Môže upravovať";
"_share_permission_file_can_write_" = "Môže zapisovať súbory";
"_share_permission_create_"         = "Môže vytvárať";
"_share_permission_create_file_"    = "Môže vytvárať súbory";
"_share_permission_create_folder_"  = "Môže vytvárať priečinky";
"_share_permission_change_"         = "Môže meniť";
"_share_permission_delete_"         = "Môže odstraňovať";
"_share_permission_share_"          = "Môže sprístupniť";
"_share_permission_rename_"         = "Môže premenovať";
"_share_permission_move_"           = "Môže presúvať";
"_share_permission_read_"           = "Môže čítať";
"_share_permission_info_"           = "Informácie o sprístupnení";
"_share_permission_path_"           = "Súbor/Priečinok";
"_share_permission_type_"           = "Typ";
"_share_permission_typeuser_"       = "Používateľ";
"_share_permission_typegroup_"      = "Skupina";
"_share_permission_typepubliclink_" = "Odkaz";
"_share_permission_typefederated_"  = "Združený";
"_share_permission_owner_"          = "Vlastník";
"_share_permission_date_"           = "Dátum";
"_share_permission_email_"          = "Hlásenie e-mailom";

// ShareInfoCMOC

"_type_resource_connect_you_"       = "Vám sprístupnené";
"_type_resource_external_"          = "Externé úložisko";

// Share Ext

"_destiny_folder_"                  = "Priečinok: %@";

"_no_transfer_"                     = "Zatiaľ žiadne prenosy";
"_no_transfer_sub_"                 = "Tu sa zobrazia odovzdania a stiahnutia z tohto zariadenia";
"_no_activity_"                     = "Zatiaľ žiadna aktivita";
"_transfers_"                       = "Prenosy";
"_activity_"                        = "Aktivita";
"_activity_file_not_present_"       = "Súbor už nie je k dispozícii";

// List Shares

"_list_shares_"                     = "Sprístupnené položky";
"_list_shares_no_files_"            = "Zatiaľ nič sprístupnené";
"_tutorial_list_shares_view_"       = "Tu sú zobrazené súbory a priečinky, ktoré ste sprístupnili";

// Offline - Local Storage

"_create_synchronization_"          = "Vytvoriť synchronizáciu";
"_offline_"                         = "Offline";
"_local_storage_"                   = "Miestne úložisko";
"_local_storage_no_record_"         = "Zatiaľ žiadne súbory";

// Create Cloud

"_upload_photos_videos_"            = "Nahrať fotografie alebo videozáznamy";
"_upload_file_"                     = "Nahrať súbor";
"_upload_file_text_"                = "Vytvoriť textový súbor";

// Document Picker

"_save_document_picker_"            = "Uložiť sem";

// CreateFormUploadAssets

"_destination_folder_"              = "Cieľový priečinok";
"_use_folder_photos_"               = "Použiť priečinok Photos ako cieľ";
"_rename_filename_"                 = "Premenovať";
"_filename_"                        = "Názov súboru";
"_preview_filename_"                = "Príklad názvu súboru. Môže použiť masku %@ pre dátum/čas";
"_forbidden_characters_"            = "Názov súboru alebo priečinka obsahuje neplatné znaky";
"_add_filenametype_"                = "Špecifikovať typ v názve súboru";
"_filenametype_photo_video_"        = "Fotografia/Video";

// Notification

"_notification_"                    = "Hlásenie";

// Photo Browser

"Done"                              = "Hotovo";
"Select Photos"                     = "Označiť fotografie";
"photo"                             = "fotografia";
"photos"                            = "fotografie";
"of"                                = "z";
"%i of %i"                          = "%1$i z %2$i";

// Manage Auto Upload FileName

"_autoupload_filename_title_"       = "Názov súboru automatického nahratia";

// Text File

"_untitled_txt_"                    = "Nepomenované.txt";

// EndToEnd Encryption

"_e2e_settings_title_"              = "Šifrovanie";
"_e2e_settings_"                    = "Šifrovanie end-to-end";
"_e2e_settings_start_"              = "Spustiť šifrovanie end-to-end";
"_e2e_settings_not_available_"      = "End-to-end šifrovanie je nedostupné";
"_e2e_settings_activated_"          = "Aktivované end-to-end šifrovanie";
"_e2e_settings_view_passphrase_"    = "All 12 words together make a very strong password, letting only you view and make use of your encrypted files. Please write it down and keep it somewhere safe.";
"_e2e_settings_read_passphrase_"    = "Prečítať prístupovú frázu";
"_e2e_settings_lock_not_active_"    = "Zámok nie je aktívny. Zapnite si ho v sekcii \"Nastavenia\"";
"_e2e_settings_the_passphrase_is_"  = "Prístupová fráza je:";
"_e2e_passphrase_request_title_"    = "Vyžadovať prístupovú frázu";
"_e2e_passphrase_request_message_"  = "Vložiť 12 slov";
"_e2e_settings_remove_"             = "Remove locally the encryption";
"_e2e_settings_remove_message_"     = "Confirm removal of encryption along with the passphrase.";
"_e2e_set_folder_encrypted_"        = "Encrypt";
"_e2e_remove_folder_encrypted_"     = "Decrypt";
"_e2e_goto_settings_for_enable_"    = "This is an encrypted directory, go to \"Settings\" and enable end-to-end encryption";
"_e2e_delete_folder_not_permitted_" = "Deletion of the directory marked as 'encrypted' is not allowed";
"_e2e_error_encode_metadata_"       = "Serious internal error in encoding metadata";
"_e2e_error_decode_metadata_"       = "Serious internal error in decoding metadata";
"_e2e_error_create_encrypted_"      = "Could not create encrypted file";
"_e2e_error_update_metadata_"       = "Update metadata error";
"_e2e_error_store_metadata_"        = "Could not save metadata";
"_e2e_error_send_metadata_"         = "Could not send metadata";
"_e2e_error_delete_metadata_"       = "Could not delete metadata";
"_e2e_error_get_metadata_"          = "Could not fetch metadata";
"_e2e_error_not_enabled_"           = "Serious internal error. End-to-end encryption not enabled";
"_e2e_error_record_not_found_"      = "Serious internal error. Records not found";
"_e2e_error_unlock_"                = "Could not unlock folder";
"_e2e_error_lock_"                  = "Could not lock folder";
"_e2e_error_delete_mark_folder_"    = "Decrypt marked folder";
"_e2e_error_mark_folder_"           = "Encrypt folder";
"_e2e_error_directory_not_empty_"   = "The directory is not empty";


